[
  {
    "ID": 1,
    "name": "Townhouse",
    "c1": 2,
    "c2": 3,
    "c3": 4,
    "story": "You are at townhouse sitting on sofa and you noticed Upar wali kali has mixed her nonveg food in your veg food. You start fighting with her and got upset",
    "nav": "press 1 to go to dorms, press 2 to go to college and 3 to go to work place",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 1,
    "item": 1
  },
  {
    "ID": 2,
    "name": "Vineet Dorm",
    "c1": 3,
    "c2": 4,
    "c3": 5,
    "story": "You are at Vineet dorm, You shared all the problems Upar wali kali gives you. Vineet sugessted go to college or work place or shopping to divert your mind.",
    "nav": "Prsss 1 to college, press 2 to go to work place, press 3 to go to wallmart",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  },
  {
    "ID": 3,
    "name": "College",
    "c1": 4,
    "c2": 5,
    "c3": 1,
    "story": "you are at college, you sat in library studied for a while, now you are feeling good",
    "nav": "press 1 to go to workplace press 2 to go to walmart press 3 to go to townhouse",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 0,
    "item": 0
  },
  {
    "ID": 4,
    "name": "Work place",
    "c1": 5,
    "c2": 1,
    "c3": 3,
    "story": "You are at work place you worked for 8 hours and made $90",
    "nav": "press 1 to go to shopping 2 to go to townhouse 3 to go to college",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  },
  {
    "ID": 5,
    "name": "Wallmart",
    "c1": 2,
    "c2": 3,
    "c3": 6,
    "story": "You are at Walmart and see ice cream on sale. You purchase ice cream but then upar wali kali appears of nowhere and punched you on your face and steal that ice cream from you.",
    "nav": "press 1 to go to vineet dorm 2 to go to college and 3 to go to harshdeep place",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  },
  {
    "ID": 6,
    "name": "Harshdeep House",
    "c1": 3,
    "c2": 4,
    "c3": 7,
    "story": "You are at Harsdeep place and discussed with her the incident happened in walmart. Harsdeep suggested let's leave Canada and go to Punjab, India and eat Chole Bhature. However you convinced her to go to Indore,India for a vaccation",
    "nav": "press 1 to go to college 2 to go to workplace and 3 to go to airport",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 0,
    "item": 0
  },
  {
    "ID": 7,
    "name": "Airport",
    "c1": 8,
    "c2": 3,
    "c3": 4,
    "story": "You are at Airport either fly to Indore or return to college or townhouse",
    "nav": "press 1 to fly to indore 2 to go to college 3 to go to workplace",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 0,
    "item": 0
  },
  {
    "ID": 8,
    "name": "Indore",
    "c1": 9,
    "c2": 10,
    "c3": 11,
    "story": "You are at the India's cleanest city Indore (India), your hometown the land of Vorracious eaters",
    "nav": "Press 1 to go to poha shop 2 to go to guru kripa and 3 to go to sarafa",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 1,
    "Time": 0,
    "item": 1
  },
  {
    "ID": 9,
    "name": "Poha shop",
    "c1": 10,
    "c2": 11,
    "c3": 12,
    "story": "You are at poha shop and you asked the shopkeeper \"Bhaiya please put more sev on my poha\".",
    "nav": "press 1 to go to gurukripa 2 to go to sarafa and 3 to go to chappan",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 1,
    "Time": 0,
    "item": 1
  },
  {
    "ID": 10,
    "name": "Guru Kripa",
    "c1": 11,
    "c2": 12,
    "c3": 9,
    "story": "You are in World famous restaurant Guru Kripa and you ordered veg lollipop.",
    "nav": "press 1 to go to sarafa 2 to go to chappan and 3 to go to poha shop",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 1,
    "Time": 0,
    "item": 0
  },
  {
    "ID": 11,
    "name": "Sarafa",
    "c1": 9,
    "c2": 10,
    "c3": 12,
    "story": "You are in sarafa you purchased gold worth $50",
    "nav": "press 1 to go to poha shop 2 to go to guru kripa and 3 to go to chappan",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  },
  {
    "ID": 12,
    "name": "Chappan",
    "c1": 13,
    "c2": 9,
    "c3": 10,
    "story": "You are at chappan and purchase Sugar Cane juice you and harsdeep are enjoying this superb drink. However , all of the sudden uppar wali kali appears and she tries to kill you with knife, ypu got injured but you survived.",
    "nav": "press 1 to go to rocket launcher, 2 to go to poha shop 3 to go to gurukripa",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 1,
    "Time": 0,
    "item": 1
  },
  {
    "ID": 13,
    "name": "Rocket launcher",
    "c1": 1,
    "c2": 3,
    "c3": 14,
    "story": "In order to escape from upar wali kali you decided to leave Indore",
    "nav": "press 1 to go to townhouse 2 to go to college 3 to go to Brazil",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 1,
    "Time": 0,
    "item": 1
  },
  {
    "ID": 14,
    "name": "Brazil",
    "c1": 16,
    "c2": 15,
    "c3": 13,
    "story": "You see thick dense rainforest around you and you feel relaxed that upar wali kaali can not reach you here",
    "nav": "press 1 to go to deep jungle 2 to go to amazon forest and 3 to return to rocket launcher",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 0,
    "Time": 0,
    "item": 0
  },
  {
    "ID": 15,
    "name": "Amazon forest",
    "c1": 13,
    "c2": 16,
    "c3": 18,
    "story": "After inhaling fresh air your health becomes better",
    "nav": "press 1 to go to rocket launcher 2 to enter deep jungle and 3 to go to leather bag mall mall",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  },
  {
    "ID": 16,
    "name": "Deep Jungle",
    "c1": 15,
    "c2": 17,
    "c3": 18,
    "story": "As you enter deep jungle you are bitten by king cobra and your health is in critical condition",
    "nav": "press 1 to go to amazon forest 2 to go to raree species restaurant and 3 to go to leather bag mall",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 0,
    "Time": 1,
    "item": 1
  },
  {
    "ID": 17,
    "name": "Rare species restaurant",
    "c1": 18,
    "c2": 14,
    "c3": 20,
    "story": "You ate anaaconda skin which costed you $30 and healed your health by 60 points",
    "nav": "press 1 to go to leather bag mall 2 to go to brazil and 3 to go to underground prison",
    "win": 0,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  },
  {
    "ID": 18,
    "name": "Leather bag mall",
    "c1": 19,
    "c2": 20,
    "c3": "",
    "story": "you purchased rare edition crocodile skin bag. However upar wali kali came again and tried to steal your bag. You said enough I challenge you for a face - off. Your friend Harshdeep said leave it (Chodna Pagal hai) Kya and you ignored her.",
    "nav": "press 1 to go to secrete cave and 2 to go to underground prison",
    "win": 0,
    "lose": 0,
    "Gangster": 0,
    "Dragon": 1,
    "Time": 0,
    "item": 1
  },
  {
    "ID": 19,
    "name": "Secret Cave",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "you are in secrete cave and you unleased the hidden neardy beast in you and you suck out the brain of upar wali kali. Congratulations you won the game",
    "nav": "",
    "win": 1,
    "lose": 0,
    "Gangster": 1,
    "Dragon": 1,
    "Time": 0,
    "item": 0
  },
  {
    "ID": 20,
    "name": "Underground prison",
    "c1": "",
    "c2": "",
    "c3": "",
    "story": "You are in underground prison. Where you had a boxing battle with uppar waali ali in which you loose. Upar wali kali locks you in the underground prison for lifetime. You loose the game",
    "nav": "",
    "win": 0,
    "lose": 1,
    "Gangster": 1,
    "Dragon": 0,
    "Time": 1,
    "item": 0
  }
]